[
  {
    "id": 1,
    "title": "Jenis Umbi dan Manfaatnya",
    "author":"Titiek Ismaryati",
    "article": "Umbi merupakan organ pada tumbuhan yang mengalami perubahan bentuk dan ukuran yang diakibatkan perubahan fungsinya. Umbi dapat berfungsi sebagai salah satu alat perkembangbiakan dan sebagai tempat penyimpanan zat tertentu pada tumbuhan.  Umbi pada umumnya terbentuk dibawah permukaan tanah meskipun ada juga umbi yang terbentuk diatas maupun jauh di dalam permukaan tanah. Umbi lapis merupakan jenis umbi yang terbentuk dari tumpukan daun yang rapat dalam susunan roset. Umbi lapis terbentuk dari beberapa tumbuhan berkeping satu atau monokotil seperti kelompok bawang-bawangan.  Pada umbi lapis, bagian pangkalnya terdapat bagian agak keras yang disebut cakram dan sebenarnya adalah batang, selain itu akan tumbuh lapisan-lapisan daun lunak, tebal serta berair dari cakram tersebut yang selanjutnya dapat terbentuk struktur membengkak yang disebut umbi. Umbi batang adalah umbi termodifikasi batang tumbuhan yang tumbuh dan berkembang dibagian dalam tanah serta menggelembung pada bagian ujungnya seperti stolo atau rimpang.  Umbi batang dapat dimanfaatkan untuk alat perkembangbiakan tanaman tersebut karena mampu mengahsilkan tunas dan akar.   Contoh umbi batang: kentang, talas, umbi dahlia, serta rimpang (jahe, kencur, kunyit). Kentang mengandung karbohidrat, kandungan mineral, protein, polifenol dan sejumlah vitamin yang bermanfaat, selain itu pada kentang terdapat zat solanin yang dapat digunakan sebagai obat penenang, anti kejang dan anti jamur. Umbi akar merupakan umbi yang terbentuk dari akar. Umbi ini dapat terbentuk dari akar tunggang dan akar cabang. Umbi akar tidak dapat dijadikan bahan perbanyakan apabila tidak mempunyai titik tumbuh untuk tunas. Umbi udara adalah umbi yang muncul pada bagian batang dan berada diatas permukaan tanah. Umbi ini dapat memunculkan tunas sehingga dapat digunakan sebagai alat perkembangbiakan tumbuhan. Manfaat Umbi-umbian selain sebagai sumber bahan pangan pokok dengan kandungan karbohidrat dalam bentuk pati yang tinggi serta kandungan seratnya  yang dapat memenuhi kebutuhan makhluk hidup khususnya manusia.  Umbi-umbian juga dapa dimanfaatkan sebagai obat Antibiotik dan Antiseptik ataupun sebagai obat-obatan tradisional lainnya."
  },
  {
    "id": 2,
    "title": "Tips Berkebun Bagi Pemula",
    "author":"Muhammad Yani",
    "article": "Memiliki taman hijau di pekarangan rumah tentunya akan membuat tempat tinggalmu lebih sejuk. Kamu bisa menanam beberapa tanaman hias, atau jika ingin terlihat berbeda dapat juga memilih tumbuhan yang dapat kamu manfaatkan misalnya sayur-sayuran atau buah-buahan. Tapi bagaimana kalau belum berkebun sebelumnya? Ingin bereksperimen tapi takut gagal. Jika seperti itu mungkin bisa membaca tips dan trik berkebun dari laman miracle gro. Dijamin pekaranganmu yang sebelumnya gersang akan tampah hijau. Membuat kebun kecil terbilang susah-susah gampang. Karena kamu harus menata tanaman agar tampak cantik. Posisikan tanaman di tempat mudah terlihat. Jangan lupa untuk mengatur mereka mulai dari yang paling pendek hingga paling tinggi. Dengan begitu kamu akan merasa sejuk jika melihatnya, dan tidak merasa cepat bosan. Sebelum memulai berkebun, kamu harus mengetahui titik di sekitar rumahmu yang terkena sinar matahari, mulai dari terbit hingga terbenam. Jika kamu menanam tanaman yang bisa dimakan seperti sayuran, rempah-rempah dan buah-buahan, mereka membutuhkan setidaknya enam jam sinar matahari setiap harinya agar berkembang dengan sempurna. Hal yang harus diperhatikan adalah bagaimana cara kamu menyiram tanaman. Kamu bisa menyiranya menggunakan selang ataupun alam penyiram. Agar lebih mudah untuk melakukan penyiraman, buat kran tak jauh dari kebunmu. Jika ingin berkebun namun tak memiliki lahan tanah yang cukup, kamu bisa menggunakan pot. Pertimbangkan pot apa yang cocok untuk tanamanmu. Menanam pot juga terbilang praktis karena bisa dipindah-pindahkan. Selain tanaman hias, pot dapat digunakan sebagai tempat menanam sayuran, buah dan rempah-rempah. Sangat penting untuk memilih tanaman apa yang akan ditanam. Kamu harus tahu kondisi lingkungan sekitar. Salah satu hal yang harus diperhatikan adalah apakah rumahmu mendapat sinar matahari cukup atau tidak. Jangan sampai kamu salah memilih tanaman dan membuat aktivitas berkebunmu menjadi gagal."
  },
  {
    "id": 3,
    "title": "5 Tips Berkebun di Lahan yang Kecil",
    "author":"Rizqi Adnamazida",
    "article": "Berkebun adalah salah satu aktivitas yang menyenangkan sekaligus menyehatkan. Sayangnya beberapa orang mengaku malas berkebun karena alasan tidak punya lahan yang cukup luas. Padahal, lahan kecil juga bisa dijadikan tempat berkebun. Simak tips berkebun di lahan kecil selengkapnya seperti yang dilansir dari Care2 berikut ini. Tanaman dalam kontainer, Hampir semua jenis sayuran bisa ditumbuhkan di dalam kontainer. Anda bahkan tidak perlu membeli kontainer, karena bekas bingkai jendela pun bisa disulap menjadi lahan berkebun. Setelah memiliki kontainer, Anda hanya perlu mengisinya dengan tanah yang baik, lokasi yang mendapat sinar matahari cukup, dan menyiram tanaman secara teratur. Kebun vertikal, Berkebun tidak harus dilakukan di lahan yang luas. Sebab Anda juga bisa menciptakan kebun vertikal. Caranya adalah menanam tanaman dalam pot dan menggantungnya di dinding. Atau pilih tanaman yang sifatnya merambat sehingga bisa dikembangbiakkan dengan cara vertikal. Tanaman cepat tumbuh, Pilih jenis tanaman yang cepat tumbuh, misalnya sayuran selada. Selain selada termasuk sayuran yang menyehatkan, Anda juga akan merasa puas karena bisa menikmati hasil dari kebun sendiri meskipun lahannya sempit. Tanaman berbeda, Meskipun Anda menanam sayuran yang cepat dipanen, Anda juga sebaiknya menumbuhkan tanaman yang masa panennya cukup lama. Misalnya selada dan tomat atau lobak dan cabai. Tanaman kerdil, Karena lahan berkebun Anda kecil, jangan memaksakan diri untuk menanam pohon buah-buahan. Namun ada solusi untuk masalah ini. Beberapa tanaman buah tersedia dalam bentuk kerdil. Sehingga Anda juga bisa menanamnya meskipun lahan berkebun tidak terlalu luas. Itulah tips berkebun di lahan kecil. Selamat mencoba!"
  },
  {
    "id": 4,
    "title": "Menanam Sayur Dalam Botol Bekas",
    "author":"Utamatani",
    "article": "Menanam sayuran dalam botol bekas dewasa ini merupakan hal yang sudah tidak asing lagi bagi sebagian masyarakat di Indonesia. Karena menanam sayuran tidak harus memerlukan lahan yang begitu luas seperti area persawahan atau perkebunan. Bercocok tanam juga dapat dilakukan dengan memanfaatkan barang-barang bekas yang sudah tidak terpakai lagi. Salah satu contohnya adalah menggunakan botol bekas. Keuntungan yang dapat diperloleh dari menanam sayuran dalam botol bekas ini adalah merecycle barang yang sudah tidak terpakai. Kemudian menjadikan barang tersebut mempunyai nilai dan lebih berguna. Selain itu peletakan tanaman dalam botol bekas ini juga lebih mudah dan praktis. Yaitu dapat memindahkannya sesuka hati selama masih mendapatkan pancaran sinar matahari yang cukup. Penyusunan sayuran dalam botol ini juga dapat memakai susunan vertikal garden. Dimana menanam dengan cara ini akan sangat membantu dalam penghematan biaya. Salah satu cara menanam sayuran dalam botol bekas yang biasa dipraktekan adalah cara hidroponik. Cara hidroponik ini prosesnya hampir tidak menggunakan media tanah sebagai dasar tanaman. Yaitu menggunakan bahan lain dan sebagai wadahnya dipakailah botol bekas ini. Cara menanam hidroponik tanpa menggunakan tanah ini perlu menggunakan media lain pengganti tanah. Maka bahan lain yang dapat dimanfaatkan adalah bisa menggunakan sekam, serabut kelapa , pasir, kerikil bahkan serbuk kayu. Untuk hasil maksimal, cara mencampurnya harus dengan komposisi yang seimbang. Jadi perbandingan komposisi yang dilakukan adalah 2:2:2:1 yaitu (sekam:serbuk kayu:pasir:serabut kelapa). Setelah keempat bahan pengganti tersebut dicampur dengan merata. Maka masukan ke dalam wadah botol hingga hampir penuh. Sistem pengairan tanaman hidroponik adalah sebuah inovasi yang pada waktu ini masih dalam tahap pengembangan. Langkah ini nantinya akan memudahkan dalam proses penyiraman tanaman. Maka dalam aplikasinya kita membutuhkan selang kecil sebagai alat untuk distribusi air ke setiap botol tanaman. Bisa dibilang ini adalah metode infus. Metodenya adalah selang yang berukuran kecil tadi dialirkan ke setiap botol. Kemudian selang yang berada di atas botol bisa diberi lubang. Fungsi dari pemberian lubang ini adalah agar air yang mengalir melalui selang akan mengucur ke media tanaman untuk menyiraminya. Adapun ujung selang dihubungkan dengan wadah penampung air berukuran besar. Sedangkan ujung satunya bisa diberi sumbatan. Jadi tindakan selanjutnya tinggal mengisi air dalam wadah penampung itu. Nantinya air akan otomatis mengaliri ke setiap botol tanaman melalui selang tadi."
  },
  {
    "id": 5,
    "title": "Tips Menanam Cabe di Botol",
    "author":"Petani Cabai",
    "article": "Artikel kali ini adalah TIPS cara menanam cabe di botol aqua, Walaupun atau misalkan judul artikel ini sedikit berbeda,Namun jangan cemas sebab tulisan kali ini adalah membahas bagaimana kita menanam cabai dari permulaan atau nol hingga panen. Sistem menanam cabe tentu saja berawal dari bibit. Pertama-tama tentu saja Anda patut memiliki benih cabe yang berkwalitas. Cukup mudah memilih benih cabe. Pilihlah bibit cabe yang masih segar. Kupas cabe lalu ambil bijinya. Setelah itu jemur di bawah cahaya sang surya hingga kering. Cara lain untuk menerima bibit cabe ialah dengan membeli benih cabe di warung. Tetapi seandainya Anda hendak menanam cabe dalam skala kecil, lebih bagus membikin bibitnya sendiri. Benih cabe yang dipasarkan di warung umumnya dalam sekala besar dan tentu saja mahal Langkah berikutnya ialah dengan menyemai cabe. Gunakan polybag ukuran kecil sebagai media penyemaian. Masukkan tanah dan juga pupuk. Campur sampai tingginya polybag. Masukkan bibit cabe pada polybag dan siram tiap-tiap hari. Lebih detil lagi, semacam ini cara menyemai benih cabe agar kencang tumbuh: Siapkan daerah penyemaian  Polybag misalnya. Masukkan tanah dan pupuk sangkar dengan perbandingan 3:1. Biarkan pada tempat yang terlindung dari hujan dan cahaya matahari selama 1 minggu.Rendam benih dalam air hangat selama 3 jam. Lalu letakkan benih pada polybag. Tutupi bibit dengan tanah kira-kaprah 1 cm saja kedalamannya. Tunggu hingga benih berkecambah. Kemudian mulai dikenalkan dengan cahaya matahari seketika. Setelah berumur 4 pekan, pindahkan benih cabe pada lahan yang telah disiapkan. Jangan lupa untuk menggemburkan tanah lahan dan memberikan pupuk. Berhati-hatilah dikala melepaskan benih dari polybag supaya akar tidak rusak. Jika Anda tetap mengaplikasikan polybag, gunakanlah polybag dengan diameter minimal 30 cm. Dapat juga mengaplikasikan ember bekas yang sudah dibersihkan. Pakailah perbandingan 3:2:1 dengan rincian tanah, pupuk, dan sekam mentah untuk daerah menanam. Selama masa penanaman, rajinlah memberi pupuk. Pakai pupuk kompos sehingga cabe menjadi lebih organik. Jangan lupa untuk menyirami cabe tiap-tiap hari. Dan juga seringlah melihat apakah ada tanaman lain yang tumbuh yang akan mengganggu pertumbuhan cabe. Bila ada cabut secara rutin agar cabe dapat tumbuh dengan baik. Ketika cabe telah tumbuh sempurna. Anda dapat melaksanakan panen."
  },
  {
    "id": 6,
    "title": "Tips Berkebun Murah",
    "author":"azzamy",
    "article": "Akhir-akhir ini “berkebun” menjadi salah satu hobi yang lagi ngetrend di Indonesia. Baik itu tanaman bunga, sayuran maupun tanaman buah. Di berbagai sosial media “berkebun” menjadi salah satu topik hangat untuk dibicarakan. Banyak sekali grup komunitas berkebun bermunculan dengan anggota ribuan, bahkan puluhan ribu. Berbagai kalangan dengan latar belakang yang berbeda-beda disatukan dengan satu hobi yang sama, “berkebun”. Mereka saling berbagi pengalaman tentang ilmu tanaman, cara menanam dan bahkan pamer koleksi. Setiap pehoby tentu tidak akan segan-segan untuk membelanjakan banyak uang untuk hobi mereka. Yang namanya hobi, semakin sering bertemu dengan sesama pehoby akan membuat hoby semakin “Gila”. Keinginan untuk menambah koleksi tanaman semakin tinggi. Hal ini semakin lama tentu saja akan merepotkan anda, terlebih bagi yang tidak punya banyak waktu. Dengan semakin bertambahnya koleksi tanaman, maka waktu dan biaya yang harus dikeluarkan juga semakin meningkat. Pada akhirnya hoby anda akan banyak menyita waktu, tenaga dan biaya. Nah,,,bagaimana caranya agar hobi berkebun anda hemat waktu dan biaya? Kurangi Menanam Rumput, Rumput memerlukan perawatan rutin, setidaknya setiap minggu atau setiap bulan anda harus merapikan dan memotongnya. Atau anda harus mencabuti rumput-rumput yang mengganggu. Supaya hemat, kurangi menanam rumput di kebun atau halaman anda. Anda bisa menggantinya dengan kerikil, batu atau lainnya. Sehingga waktu anda untuk mengurusi rumput berkurang. Menanam Tanaman Yang Tidak Membutuhkan Banyak Air, Jenis tanaman yang memerlukan banyak air akan menyita waktu anda untuk menyiram. Hal ini akan menghabiskan banyak air dan biaya untuk membeli air, terlebih saat musim kemarau. Agar anda tetap hemat, sebaiknya tanamlah tanaman yang tidak haus air. Menanam Dalam Pot atau Polybag, Menanam dalam pot atau polybag akan memudahkan anda untuk merawatnya. Anda juga bisa berhemat air, karena menanam pada media terbatas tidak terlalu banyak membutuhkan air. Anda bisa menanam berbagai jenis tanaman menggunakan pot atau polybag. Selain bunga, sayuran juga bisa ditanam untuk memenuhi kebutuhan sehari-hari. Pilihlah Tanaman Yang Tumbuh Lambat, Tanaman yang tumbuh tidak terlalu cepat akan memudahkan anda dalam merawatnya, sebab anda tidak perlu sering-sering merapikan atau memangkasnya. Misalnya tanaman bunga seperti rhododendrons, peoni atau camelia. Untuk jangka panjang, tanaman yang lambat tumbuh akan menghemat waktu dan biaya. Menanam Umbi – Umbian, Tanaman umbi merupakan jenis tanaman yang mudah ditanam dan tidak memerlukan perawatan yang rumit. Untuk jenis tanaman bunga, anda bisa menanam daffodils atau tulip. Dengan sekali tanam, tanaman jenis umbi akan terus tumbuh ditempat yang sama. Jangan Menanam Tanaman Semusim, Untuk menghemat waktu dan biaya perawatan, anda bisa memilih tanaman yang berumur panjang (tahunan). Misalnya tabulampot (tanam buah dalam pot) yang bisa bertahan disegala musim dan berumur panjang. Tanaman semusim akan merepotkan anda, karena memerlukan perawatan yang agak rumit. Selain itu anda juga harus sering menggantinya dengan tanaman baru. Tips diatas diatas ditujukan buat anda yang memiliki hobi berkebun namun tidak memiliki waktu luang yang cukup. Anda boleh mencobanya agar hobi berkebun tersalurkan dengan hanya sedikit waktu. Bagi anda yang memiliki waktu luang cukup banyak, tentu tips-tips tersebut tidak berlaku atau anda bisa menyesuaikannya. Selamat berkebun, semoga bermanfaat…."
  }
]
