[
  {
    "id": 1,
    "title": "Jenis Umbi dan Manfaatnya",
    "author":"Titiek Ismaryati",
    "article": "Umbi merupakan organ pada tumbuhan yang mengalami perubahan bentuk dan ukuran yang diakibatkan perubahan fungsinya. Umbi dapat berfungsi sebagai salah satu alat perkembangbiakan dan sebagai tempat penyimpanan zat tertentu pada tumbuhan.  Umbi pada umumnya terbentuk dibawah permukaan tanah meskipun ada juga umbi yang terbentuk diatas maupun jauh di dalam permukaan tanah. Umbi lapis merupakan jenis umbi yang terbentuk dari tumpukan daun yang rapat dalam susunan roset. Umbi lapis terbentuk dari beberapa tumbuhan berkeping satu atau monokotil seperti kelompok bawang-bawangan.  Pada umbi lapis, bagian pangkalnya terdapat bagian agak keras yang disebut cakram dan sebenarnya adalah batang, selain itu akan tumbuh lapisan-lapisan daun lunak, tebal serta berair dari cakram tersebut yang selanjutnya dapat terbentuk struktur membengkak yang disebut umbi. Umbi batang adalah umbi termodifikasi batang tumbuhan yang tumbuh dan berkembang dibagian dalam tanah serta menggelembung pada bagian ujungnya seperti stolo atau rimpang.  Umbi batang dapat dimanfaatkan untuk alat perkembangbiakan tanaman tersebut karena mampu mengahsilkan tunas dan akar.   Contoh umbi batang: kentang, talas, umbi dahlia, serta rimpang (jahe, kencur, kunyit). Kentang mengandung karbohidrat, kandungan mineral, protein, polifenol dan sejumlah vitamin yang bermanfaat, selain itu pada kentang terdapat zat solanin yang dapat digunakan sebagai obat penenang, anti kejang dan anti jamur. Umbi akar merupakan umbi yang terbentuk dari akar. Umbi ini dapat terbentuk dari akar tunggang dan akar cabang. Umbi akar tidak dapat dijadikan bahan perbanyakan apabila tidak mempunyai titik tumbuh untuk tunas. Umbi udara adalah umbi yang muncul pada bagian batang dan berada diatas permukaan tanah. Umbi ini dapat memunculkan tunas sehingga dapat digunakan sebagai alat perkembangbiakan tumbuhan. Manfaat Umbi-umbian selain sebagai sumber bahan pangan pokok dengan kandungan karbohidrat dalam bentuk pati yang tinggi serta kandungan seratnya  yang dapat memenuhi kebutuhan makhluk hidup khususnya manusia.  Umbi-umbian juga dapa dimanfaatkan sebagai obat Antibiotik dan Antiseptik ataupun sebagai obat-obatan tradisional lainnya."
  }
]
